Repository: jack7141/Trade-up
Catalog: lib/l10n/app_*.arb
Languages: tr, vi

source: Dashboard
tr: Kontrol Paneli
vi: Bảng điều khiển

source: Trade History
tr: İşlem Geçmişi
vi: Lịch sử giao dịch

source: New Trade
tr: Yeni İşlem
vi: Giao dịch mới

source: Tools
tr: Araçlar
vi: Công cụ

source: Profile
tr: Profil
vi: Hồ sơ

source: Welcome
tr: Hoş Geldiniz
vi: Chào mừng

source: Total Balance
tr: Toplam Bakiye
vi: Tổng số dư

# todayPnl
source: Today's P&L
tr: Bugünkü K/Z
vi: Lãi/Lỗ hôm nay

# weeklyPnl
source: Weekly P&L
tr: Haftalık K/Z
vi: Lãi/Lỗ tuần

# monthlyPnl
source: Monthly P&L
tr: Aylık K/Z
vi: Lãi/Lỗ tháng

source: Win Rate
tr: Kazanma Oranı
vi: Tỷ lệ thắng

source: This Month
tr: Bu Ay
vi: Tháng này

source: Last Month
tr: Geçen Ay
vi: Tháng trước

source: This Week
tr: Bu Hafta
vi: Tuần này

source: Today
tr: Bugün
vi: Hôm nay

# threeMonths
source: 3 Months
tr: 3 Ay
vi: 3 tháng

source: All
tr: Tümü
vi: Tất cả

source: Custom Date
tr: Özel Tarih
vi: Ngày tùy chỉnh

source: Period
tr: Dönem
vi: Thời gian

source: Type
tr: Tür
vi: Loại

source: Sort
tr: Sırala
vi: Sắp xếp

source: Date
tr: Tarih
vi: Ngày

source: Profit
tr: Kar
vi: Lãi

source: Loss
tr: Zarar
vi: Lỗ

source: Total Trades
tr: Toplam İşlem
vi: Tổng giao dịch

# netPnl
source: Net P/L
tr: Net K/Z
vi: Lãi/Lỗ thuần

source: Best Trade
tr: En İyi İşlem
vi: Giao dịch tốt nhất

source: Entry
tr: Giriş
vi: Vào lệnh

source: Exit
tr: Çıkış
vi: Thoát lệnh

source: Size
tr: Boyut
vi: Kích thước

source: trades
tr: işlem
vi: giao dịch

source: Calculators
tr: Hesaplayıcılar
vi: Máy tính

source: Kelly Criterion Calculator
tr: Kelly Kriteri Hesaplayıcısı
vi: Máy tính Kelly Criterion

source: Position Size Calculator
tr: Pozisyon Boyutu Hesaplayıcısı
vi: Máy tính kích thước vị thế

source: Profit/Loss Calculator
tr: Kar/Zarar Hesaplayıcısı
vi: Máy tính lãi/lỗ

source: Portfolio Management
tr: Portföy Yönetimi
vi: Quản lý danh mục

source: Market Analysis
tr: Piyasa Analizi
vi: Phân tích thị trường

source: Coming Soon
tr: Yakında
vi: Sắp ra mắt

source: Personal Information
tr: Kişisel Bilgiler
vi: Thông tin cá nhân

source: Security
tr: Güvenlik
vi: Bảo mật

source: Notifications
tr: Bildirimler
vi: Thông báo

source: Trading Preferences
tr: İşlem Tercihleri
vi: Tùy chọn giao dịch

source: Export Data
tr: Veri Dışa Aktar
vi: Xuất dữ liệu

source: Backup & Sync
tr: Yedekle & Senkronize Et
vi: Sao lưu & Đồng bộ

source: Help Center
tr: Yardım Merkezi
vi: Trung tâm trợ giúp

source: Send Feedback
tr: Geri Bildirim Gönder
vi: Gửi phản hồi

source: About
tr: Hakkında
vi: Về ứng dụng

source: Log Out
tr: Çıkış Yap
vi: Đăng xuất

source: Account
tr: Hesap
vi: Tài khoản

source: Trading
tr: İşlem
vi: Giao dịch

source: Support
tr: Destek
vi: Hỗ trợ

source: Trading Performance
tr: İşlem Performansı
vi: Hiệu suất giao dịch

# statisticsCalculated
source: Statistics are calculated from your trading history
tr: İstatistikler işlem geçmişinizden hesaplanır
vi: Thống kê được tính từ lịch sử giao dịch của bạn

# updateProfileDetails
source: Update your profile details
tr: Profil detaylarını güncelle
vi: Cập nhật thông tin hồ sơ

# passwordTwoFactor
source: Password, 2FA, and more
tr: Şifre, 2FA ve daha fazlası
vi: Mật khẩu, 2FA và hơn nữa

# manageAlerts
source: Manage your alerts
tr: Uyarıları yönet
vi: Quản lý cảnh báo

# riskSettingsAlerts
source: Risk settings, alerts, and more
tr: Risk ayarları, uyarılar ve daha fazlası
vi: Cài đặt rủi ro, cảnh báo và hơn nữa

# downloadTradingHistory
source: Download your trading history
tr: İşlem geçmişini indir
vi: Tải xuống lịch sử giao dịch

source: Cloud backup settings
tr: Bulut yedekleme ayarları
vi: Cài đặt sao lưu đám mây

source: FAQs and guides
tr: SSS ve kılavuzlar
vi: FAQ và hướng dẫn

# helpUsImprove
source: Help us improve TradeUp
tr: TradeUp'ı geliştirmemize yardım edin
vi: Giúp chúng tôi cải thiện TradeUp

# versionLegalInfo
source: Version and legal information
tr: Sürüm ve yasal bilgiler
vi: Phiên bản và thông tin pháp lý

source: Language
tr: Dil
vi: Ngôn ngữ

source: Language Settings
tr: Dil Ayarları
vi: Cài đặt ngôn ngữ

source: Select Language
tr: Dil Seçin
vi: Chọn ngôn ngữ

# changeLanguage
source: Change your preferred language
tr: Tercih ettiğiniz dili değiştirin
vi: Thay đổi ngôn ngữ ưa thích của bạn

# comingSoonFeature
source: Coming Soon
tr: Yakında
vi: Sắp ra mắt

# comingSoonMessage
source: {feature} is coming in a future update!
tr: {feature} gelecek güncellemede gelecek!
vi: {feature} sẽ có trong bản cập nhật tương lai!

# logOutConfirm
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn đăng xuất?

source: Cancel
tr: İptal
vi: Hủy

source: OK
tr: Tamam

# professionalTradingTool
source: Professional trading journal and analysis tool.
tr: Profesyonel işlem günlüğü ve analiz aracı.
vi: Công cụ nhật ký và phân tích giao dịch chuyên nghiệp.

source: AI Coach Insight
tr: AI Koç İçgörüsü
vi: Thông tin AI Coach

source: Recent Trades
tr: Son İşlemler
vi: Giao dịch gần đây

source: View All
tr: Tümünü Gör
vi: Xem tất cả

source: Novice
tr: Acemi
vi: Người mới

source: Advanced Analytics
tr: Gelişmiş Analitik
vi: Phân tích nâng cao

source: Trading Calendar
tr: İşlem Takvimi
vi: Lịch giao dịch

source: Performance Analysis
tr: Performans Analizi
vi: Phân tích hiệu suất

# exploreDetailedAnalysis
source: Explore detailed performance analysis, trading calendar, and Zella Score.
tr: Detaylı performans analizi, işlem takvimi ve Zella Skoru'nu keşfedin.
vi: Khám phá phân tích hiệu suất chi tiết, lịch giao dịch và điểm Zella.

# netDailyPnl
source: Net daily P&L
tr: Günlük Net K/Z
vi: Lãi/Lỗ hàng ngày

# avgPnl
source: Avg. P/L
tr: Ort. K/Z
vi: L/L trung bình

source: Largest Win
tr: En Büyük Kazanç
vi: Lãi lớn nhất

source: Largest Loss
tr: En Büyük Kayıp
vi: Lỗ lớn nhất

# dailyChange24h
source: +1.25% (24h)
tr: +1.25% (24s)

source: Today's Coaching
tr: Bugünkü Koçluk
vi: Hướng dẫn hôm nay

source: Learn More
tr: Daha Fazla Öğren
vi: Tìm hiểu thêm

# breakoutStrategyTip
source: Your win rate with the '#Breakout' strategy is 78%. Keep capitalizing on this pattern.
tr: '#Kırılma' stratejinizdeki kazanma oranı %78. Bu deseni kullanmaya devam edin.
vi: Tỷ lệ thắng của chiến lược '#Đột phá' là 78%. Hãy tiếp tục tận dụng mô hình này.

source: No trades yet
tr: Henüz işlem yok
vi: Chưa có giao dịch nào

# startTradingHistory
source: Start trading to see your history
tr: Geçmişi görmek için işleme başlayın
vi: Bắt đầu giao dịch để xem lịch sử

source: No trades found
tr: İşlem bulunamadı
vi: Không tìm thấy giao dịch

# startRecordingTrade
source: Start recording your first trade!
tr: İlk işleminizi kaydetmeye başlayın!
vi: Bắt đầu ghi lại giao dịch đầu tiên!

source: Zella Score
tr: Zella Skoru
vi: Điểm Zella

source: Your Zella Score
tr: Zella Skorunuz
vi: Điểm Zella của bạn

source: Trader Level
tr: Trader Seviyesi
vi: Cấp độ Trader

source: Novice Trader
tr: Acemi Trader
vi: Trader Mới

source: This Month Summary
tr: Bu Ay Özeti
vi: Tóm tắt tháng này

source: Optimal Risk
vi: Rủi ro tối ưu
